Repository: 4doe/enigma2-plugins
Catalog: Extensions/CoolTVGuide/locale/*/LC_MESSAGES/CoolTVGuide.po
Languages: it, nl, sk

source: Show Picon (Yes) (need restart)
it: Visualizzza Picon (Si) (Riavvio Necessario)
nl: Picon weergeven (Ja) (herstarten!)
sk: Zobraz picony (Áno) (treba reštart)

source: Show CoolPico (Yes) (need restart)
it: Visualizzza CoolPico (Si) (Riavvio Necessario)
nl: CoolPico weergeven (Ja) (herstarten!)
sk: Zobraz CoolPico (Áno) (treba reštart)

source: Picon Height (60), (54), (54)
it: Altezza Picon (60), (54), (54)
nl: Picon hoogte (60), (54), (54)
sk: Picony - výška (60), (54), (54)

source: Picon Item Height (60), (54), (54)
it: Altezza Riga Picon (60), (54), (54)
nl: Picon regelhoogte (60), (54), (54)
sk: Picony - výška položky (60), (54), (54)

source: CoolPico Height (30), (27), (27)
it: Altezza CoolPico (30), (27), (27)
nl: CoolPico hoogte (30), (27), (27)
sk: CoolPico - výška (30), (27), (27)

source: CoolPico Item Height (30), (27), (27)
it: Altezza Riga CoolPico (30), (27), (27)
nl: CoolPico regelhoogte (30), (27), (27)
sk: CoolPico - výška položky (30), (27), (27)

source: Left Section Width (110), (75), (75)
it: Larghezza Colonna di Sinistra (110), (75), (75)
nl: Breedte links (110), (75), (75)
sk: Šírka stĺpca vľavo (110), (75), (75)

source: Left Section Width (190), (110), (110)
it: Larghezza Colonna di Sinistra (190), (110), (110)
nl: Breedte links (190), (110), (110)
sk: Šírka stĺpca vľavo (190), (110), (110)

source: Channel 1 at Start (No)
it: Avvia sul Canale N.1 (No)
nl: Start op zender 1 (Nee)
sk: Štartovať na kanáli č.1 (Nie)

source: Red Button (Zap)
it: Tasto Rosso (Zap)
nl: Rode knop (Zap)
sk: Červené tlačítko (Prepnúť)

source: LongRed Button (ZAP+Exit)
it: Press. Prolungata Tasto Rosso (ZAP+Uscita)
nl: Rode knop lang (ZAP+Exit)
sk: Červené tlačítko - dlho (Prepnúť+Koniec)

source: Green Button (Timer)
it: Tasto Verde (Timer)
nl: Groene knop (Timer)
sk: Zelené tlačítko (Časovač)

source: LongGreen Button (Autotimer)
it: Press. Prolungata Tasto Verde (AutoTimer)
nl: Goene knop lang (Autotimer)
sk: Zelené tlačítko - dlho (Autočasovač)

source: Yellow Button (GuideSwitch)
it: Tasto Giallo (GuideSwitch)
nl: Gele knop (GuideSwitch)
sk: Žlté tlačítko (ZmenaŠtýlu)

source: LongYellow Button (Bouquetlist)
it: Press. Prolungata Tasto Giallo (ListaBouquet)
nl: Gele knop lang (Favorietenlijst)
sk: Žlté tlačítko - dlho (Zoznam kanálov)

source: Blue Button (CoolSearch)
it: Tasto Blu (CoolSearch)
nl: Blauwe knop (CoolSearch)
sk: Modré tlačítko (CoolHľadať)

source: LongBlue Button (CoolInfoBox)
sk: Modré tlačítko - dlho (CoolInfoBox)

source: OK Button (Cool Info Guide)
it: Tasto OK (Cool Info Guide)
nl: OK knop (Cool Info Guide)
sk: Tlačítko OK (Informácie o kanáli)

source: LongOK Button
it: Press. Prolungata Tasto OK
nl: OK knop lang
sk: Tlačítko OK - dlho

source: Info Button (EPG Select)
it: Tastio Info/EPG (Seleziona EPG)
nl: Info/EPG knop (EPG Select)
sk: Info/EPG tlačítko (výber EPG)

source: LongInfo Button
it: Press. Prolungata Tasto Info/EPG
nl: Info knop lang
sk: Info/EPG tlačítko - dlho

source: Event 60 Fontsize (18), (15), (15)
it: Dimen. Carattere Timeline 60 Pixel (18), (15), (15)
nl: Lettergrootte rechts 60 (18), (15), (15)
sk: Relácia 60 - veľkosť písma (18), (15), (15)

source: Event 30 Fontsize (18), (15), (15)
it: Dimen. Carattere Timeline 30 Pixel (18), (15), (15)
nl: Lettergrootte rechts 30 (18), (15), (15)
sk: Relácia 30 - veľkosť písma (18), (15), (15)

source: Left Fontsize (22), (18), (16) (need restart)
it: Dimen. Carattere Sinistro (22), (18), (16) (Riavvio Necess.)
nl: Lettergrootte links (22), (18), (16) (Herstarten)
sk: Vľavo - veľkosť písma (22), (18), (16) (treba reštart)

source: Timeline Fontsize (20), (18), (16) (need restart)
it: Dimen. Carattere Timeline (20), (18), (16) (Riavvio Necess.)
nl: Lettergrootte tijdlijn (20), (18), (16) (herstarten!)
sk: Časová os - veľkosť písma (20), (18), (16) (treba reštart)

source: Right 60 Font Center (Yes)
it: Centra Titolo Evento nella Timeline 60 Pixel (Si)
nl: Rechts 60 tekst centreren (Ja)
sk: Vpravo 60 - text bude uprostred (Áno)

source: Time Scale (180)
it: Lunghezza Della Timeline Minuti (180)
nl: Tijdschaal (180)
sk: Časová os (180)

source: Bouquet at Start (No)
it: Mostra Bouquet all'Inizio (No)
nl: Toon favorieten bij start (Nee)
sk: Výber Bouquetu pri štarte (Nie)

source: Skip Empty Services (No) (need restart)
it: Saltare EPG Vuoto (No) (Riavvio Necessario)
nl: Sla zenders zonder EPG over (Nee) (E2 herstarten!)
sk: Preskakovať prázdne kanály (Nie) (treba reštart)

source: Standard for (HD), (XD), (SD) Skin
it: Impostazioni Standard per Skin (HD), (XD), (SD)
nl: Standaard voor (HD), (XD), (SD) Skin
sk: Štandard pre (HD), (XD), (SD) vzhľad

source: Press ( < OK > ) to change your Buttons !!!
it: Premere ( < OK > ) per Applicare le Modifiche dei Tasti !!!
nl: Druk ( < OK > ) om de toets-toewijzingen te veranderen !!!
sk: Stlač ( < OK > ) pre zmenu priradenia tlačítok !!!

source: No function with your Image
it: Nessuna funzione con la tua Immagine
nl: Geen functie met deze image
sk: Nefunguje v Tvojej verzii image

source: check Autotimer ?
it: Verificare AutoTimer ?
nl: Autotimer controleren ?
sk: overiť Autočasovač ?

source: -- please check your Timer --
it: -- Si Prega di Controllare la tua Programmazione --
nl: -- Timer controleren a.u.b. --
sk: -- Prosím skontroluj časovače --

source: has moved
it: è stato spostato
nl: werd verplaatst
sk: bol presunutý

source: is disabled
it: è disattivato
nl: is gedeactiveerd
sk: je zakázaný

source: configuration of all Guides for your special wishes
it: Configurazione di tutte le Guide per le tue Richieste
nl: Anpassung aller Guides an Deine speziellen Wünsche
sk: Nastavenie všetkých EPG Guide na Tvoje želanie

source: Cool Easy-Uni Guide use Yellow/Blue for Time -/+
it: Cool Easy-Uni Guide usa il Tasto Giallo/Blu per Tempo -/+
nl: Cool Easy-Uni Guide gebruik Geel/Blauw voor tijd -/+
sk: Cool Easy-Uni Guide použi žlté/modré na zmenu času -/+

source: Cool Easy-Uni Guide show Channel Number
it: Cool Easy-Uni Guide Visualizza Numero Canale
nl: Cool Easy-Uni Guide kanaalnummer weergeven
sk: Cool Easy-Uni Guide zobraz číslo kanálu

source: Cool TimerAlarm check if Timer has changed
it: Cool TimerAlarm Verifica il Cambio Orario delle Registrazioni
nl: Cool TimerAlarm controleer of een Timer aangepast werd
sk: Cool TimerAlarm kontrola zmeny časovačov

source: Cool TimerAlarm check if Timer is deaktivated
it: Cool TimerAlarm Verifica la Disattivazione delle Registrazioni
nl: Cool TimerAlarm controleer of een Timer gedeactiveerd werd
sk: Cool TimerAlarm kontrola či sú časovače vypnuté

source: Start Cool TV Guide with Red Button
it: Avvia Cool TV Guide con Tasto Rosso
nl: Starte Cool TV Guide mit roter Taste
sk: Spusti Cool TV Guide Červeným tlačítkom

source: Start Cool Single Guide with Green Button
it: Avvia Cool Single Guide con Tasto Verde
nl: Starte Cool Single Guide mit grüner Taste
sk: Spusti Cool Single Guide Zeleným tlačítkom

source: Start Cool Easy Guide with Yellow Button
it: Avvia Cool Easy Guide con Tasto Giallo
nl: Cool Easy Guide starten met Geel
sk: Spusti Cool Easy Guide Žltým tlačítkom

source: Start Cool Info Guide with Info/EPG Button
it: Avvia Cool Info Guide con Tasto Info/EPG
nl: Starte Cool Info Guide mit Info/EPG Taste
sk: Spusti Cool Info Guide tlačítkom Info/EPG

source: Start Cool Channel Guide with Down Button
sk: Spusti Cool Kanál Guide Šipkou dole

source: Cancel
it: Cancella
nl: Afbreken
sk: Zrušiť

source: Save
it: Salva
nl: Opslaan
sk: Uložiť

source: Search
it: Ricerca
nl: Zoeken
sk: Hľadať

source: Yes
it: Si
nl: Ja
sk: Áno

source: No
nl: Nee
sk: Nie

source: IMDb Search
it: Ricerca IMDb
nl: IMDb zoeken
sk: Hľadať v IMDb

source: Channel Info
it: Info Canale
nl: Zender informatie
sk: Info o relácii

source: Add Timer
it: Aggiungere Registrazione
nl: Timer toevoegen
sk: Pridať časovač

source: delete this Timer ?
it: Rimovere Questa Registrazione ?
nl: Timer verwijderen ?
sk: zmazať tento časovač ?

source: edit this Timer ?
it: Modificare Questa Registrazione ?
nl: Timer wijzigen ?
sk: zmeniť tento časovač ?

source: Bouquetlist
it: ListaBouquet
nl: Favorietenlijst
sk: Zoznam kanálov

source: Sort A-Z
it: Ordina per Nome
nl: Sorteren A-Z
sk: Triediť A-Z

source: Sort Time
it: Ordina per Data
nl: Sorteer tijd
sk: Triediť čas

source: New Search
it: Nuova Ricerca
nl: Nieuwe zoekopdracht
sk: Nové hľadanie

source: Last Search
it: Ultima Ricerca
nl: Laatste zoekopdracht
sk: Posledné hľadanie

source: Search for:
it: Ricerca per:
nl: Zoeken naar:
sk: Hľadaj :

source: No history
it: Nessuna Cronologia
nl: Geen zoekopdrachten gevonden
sk: Nemám históriu hľadania

source: Delete Timer
it: Cancella Registrazione
nl: Verwijder Timer
sk: Zmaž časovač

source: Today
it: Oggi
nl: Vandaag
sk: Dnes

source: Mon
it: Lun
nl: Ma
sk: Pon

source: Tue
it: Mar
nl: Di
sk: Uto

source: Wed
it: Mer
nl: Wo
sk: Str

source: Thu
it: Gio
nl: Do
sk: Štv

source: Fri
it: Ven
nl: Vr
sk: Pia

source: Sat
it: Sab
nl: Za
sk: Sob

source: Sun
it: Dom
nl: Zo
sk: Ned

source: Cool PrimeTime (20:15)
sk: Cool Hlavný vysielací čas (20:15)

source: Timer
sk: Časovač

source: GuideSwitch
sk: ZmenaŠtýlu

source: CoolSearch
sk: CoolHľadať

source: Zap
sk: Prepnúť

source: Zap + Exit
sk: Prepnúť+Koniec

source: EPG Select
sk: výber EPG

source: AutoTimer
sk: Autočasovač

source: LongBlue Button (IMDb Search)
it: Press. Prolungata Tasto Blu (Ricerca IMDb)
nl: Blauwe knop lang (IMDb zoeken)
