Repository: 4doe/enigma2-plugins
Catalog: PLi/SoftcamSetup/po/*.po
Languages: hu

source: Softcam setup...
hu: Softcam beállítások...

source: Softcam setup
hu: Softcam beállítások

source: Lets you configure your softcams
hu: Softcam-ek beállítására ad lehetőséget

source: Select Softcam
hu: Softcam kiválasztás:

source: Select Card Server
hu: Kártyaszerver kiválasztás:

source: Restart softcam
hu: Softcam újraindítása

source: Restart cardserver
hu: Kártyaszerver újraindítása

source: Restart both
hu: Mindkettő újraindítása

source: Cancel
hu: Mégse

source: Please wait, restarting softcam and cardserver.
hu: A softcam és a kártyaszerver újraindítása folyamatban van

source: Please wait, restarting softcam.
hu: A softcam újraindítása folyamatban van

source: Please wait, restarting cardserver.
hu: A kártyaszerver újraindítása folyamatban van
